Repository: chronoscz/TomiNote
Catalog: src/languages/TomiNote.*.po
Languages: cs

source: Export Selected Node Export Selected Branche Export All Nodes
cs: Exportovat vybraný uzel Exportovat vybranou větev Exportovat všechny uzly

source: Export to file Export to directory Export to database
cs: Exportovat do souboru Exportovat do adresáře Exportovat do databáze

source: About
cs: O aplikaci

source: Help
cs: Nápověda

source: Regular expression syntax help (Translators organize their own content)
cs: Nápověda syntaxe regulárních výrazů (Překladatelé uspořádají svůj vlastní obsah)

source: Import as the next node Import as the prev node Import as the first child Import as the last child
cs: Importovat jako další uzel Importovat jako předchozí uzel Importovat jako první potomek Importovat jako poslední potomek

source: Import from file Import from directory Import from database
cs: Import ze souboru Import z adresáře Import z databáze

source: Auto Backup [ %dm | %s ]
cs: Automatická záloha [ %dm | %s ]

source: Fail to backup database!
cs: Zálohování databáze selhalo!

source: Fail to close database!
cs: Zavření databáze selhalo!

source: Fail to cover file!
cs: Chyba přepsání soubor!

source: The file already exists. Do you want to cover it?
cs: Soubor již existuje. Chcete jej přepsat?

source: Fail to create database!
cs: Chyba vytvoření databáze!

source: The data has been changed. Do you want to save it?
cs: Data byla změněna. Chcete je uložit?

source: The node will not be restored after deleting, Are you sure to delete the node?
cs: Uzel nebude obnoven po smazání. Opravdu chcete uzel vymazat?

source: The nodes will not be recovered after empty the recycler. Are you sure to empty the recycler?
cs: Uzly nebudou obnoveny po vyprázdnění recyklovače. Jste si jisti, že chcete vyprázdnit recyklovač?

source: History [ Index:%d Count:%d/%d Size:%d/%d ]
cs: Historie [ Index:%d Počet:%d/%d Velikost:%d/%d ]

source: Node ID: %d
cs: ID uzlu: %d

source: Fail to open database!
cs: Chyba otevření databáze!

source: The file doesn't exists, do you want to remove the Menu Item of this recent file?
cs: Soubor neexistuje, chcete odebrat položku menu tohoto nedávného souboru?

source: Fail to save database!
cs: Uložení databáze selhalo!

source: Unnamed Node
cs: Nepojmenovaný uzel

source: Ascending Descending
cs: Vzestupný Sestupný

source: Sibling Children
cs: Sourozenec Potomek

source: MenuBar ToolBar StatBar TreeBar RecyBar InfoBar
cs: Hlavní nabídka Nástrojový panel Stavový panel Stromový panel Panel recyklovače Informační panel

source: Main Search Import Export NodeUtils TextUtils Options
cs: Hlavní Hledání Import Export Nástroje uzlu Nástroje textu Volby

source: Gerenal Layout Theme Others
cs: Obecný Rozvržení Téma Jiné

source: Search in selected node Search in selected branch Search in all nodes
cs: Hledat ve vybraném uzlu Hledat ve vybrané větvi Hledat ve všech uzlech

source: Found %d results
cs: Nalezeno %d výsledků

source: Replacing multiple nodes will cause the history record to be lost. Do you want to continue?
cs: Nahrazení více uzlů způsobí ztrátu záznamů historie. Opravdu chcete pokračovat?

source: The Script will not be restored after deleting, Are you sure to delete the Script?
cs: Skript nebude obnoven po vymazání. Opravdu chce vymazat Skript?

source: No text is currently selected. Do you want the Replace operation performed on the entire document?
cs: Nevybrán žádný text. Chcete vykonat operaci Nahrazení na celém dokumentu?

source: Export
cs: Exportovat

source: Add file extension
cs: Přidat příponu souboru

source: Add Separator
cs: Přidat oddělovač

source: Import
cs: Importovat

source: Include entry directory
cs: Včetně adresáře položky

source: Include file extension
cs: Včetně přípony souboru

source: About(&A)
cs: &O aplikaci

source: Add To Child Last(&L)
cs: Přidat potomka na &konec

source: Add To Child First(&F)
cs: Přidat potomka na &začátek

source: Bright Theme(&L)
cs: &Světlé téma

source: Close(&C)
cs: &Zavřít

source: Collapse(&C)
cs: &Seskupit

source: Copy(&C)
cs: &Kopírovat

source: Cut(&T)
cs: &Vyjmout

source: Dark Theme(&D)
cs: &Tmavé téma

source: Delete(&D)
cs: V&ymazat

source: Delete Node(&D)
cs: Vymazat uzly

source: Empty Recycler(&T)
cs: &Vyprázdnit recyklovač

source: Exit(&X)
cs: &Odejít

source: Expand(&X)
cs: &Rozšířit

source: Export(&E) ...
cs: &Exportovat ...

source: Full Screen(&F)
cs: Plná &obrazovka

source: Full Window(&W)
cs: &Plné okno

source: Help Content(&H)
cs: &Přehled nápovědy

source: Import(&I) ...
cs: &Importovat...

source: Add To Front(&G)
cs: Při&dat před

source: Add To Behind(&H)
cs: &Přidat za

source: Move Down(&N)
cs: &Přesunout dolů

source: Move Up(&U)
cs: Přesunout &nahoru

source: New(&N) ...
cs: &Nový...

source: Next Node(&N)
cs: &Další uzel

source: Utils(&U) ...
cs: &Nástroje...

source: Open(&O) ...
cs: &Otevřít...

source: Options(&O) ...
cs: &Volby...

source: Paste(&P)
cs: &Vložit

source: Prev Node(&P)
cs: &Předchozí uzel

source: Recycle Node(&V)
cs: &Recyklovat uzel

source: Redo(&R)
cs: &Provést znovu

source: Regular expression(&R)
cs: &Regulární výrazy

source: Rename(&R)
cs: &Přejmenovat

source: Restore Node(&R)
cs: &Obnovit uzly

source: Save(&S)
cs: &Uložit

source: Save As(&A) ...
cs: Uložit &jako...

source: Search(&S) ...
cs: &Hledat...

source: Select All(&A)
cs: &Vybrat vše

source: Strip Trailing Spaces(&S)
cs: &Ořezat nadbytečné mezery

source: InfoBar(&I)
cs: &Infopanel

source: MenuBar(&M)
cs: &Hlavní nabídka

source: RecyBar(&R)
cs: &Recyklovač

source: StatBar(&S)
cs: &Stavový panel

source: Toggle Theme(&T)
cs: &Přepnout téma

source: ToolBar(&T)
cs: &Nástrojový panel

source: TreeBar(&D)
cs: &Stromový panel

source: Undo(&U)
cs: &Vrátit zpět

source: Line Wrapping(&W)
cs: &Zalamování řádků

source: Clear Recent Files(&C)
cs: &Vymazat nedávné soubory

source: Edit(&E)
cs: &Upravit

source: File(&F)
cs: &Soubor

source: Help(&H)
cs: &Nápověda

source: Layout(&L)
cs: &Rozvržení

source: Node(&N)
cs: &Uzel

source: Text(&T)
cs: &Text

source: Recent Files(&R)
cs: &Nedávné soubory

source: Theme(&T)
cs: &Téma

source: View(&V)
cs: &Zobrazení

source: Node Utils
cs: Nástroje uzlu

source: Add prefix number (Length)
cs: Přidat prefixové číslo (Délka)

source: Add suffix number (Length)
cs: Přidat sufixové číslo (Délka)

source: Include Separator
cs: Včetně oddělovače

source: Separator
cs: Oddělovač

source: Title
cs: Titulek

source: Sort Direction
cs: Směr řazení

source: Sort Of
cs: Řazení podle

source: Sort
cs: Řadit

source: Split
cs: Rozdělit

source: Reset to default
cs: Vynulovat do výchozího

source: Options
cs: Volby

source: Discard history to free memory
cs: Zahodit historii k uvolnění paměti

source: Auto-adjust the InfoBar size (%)
cs: Automaticky upravit velikost informačního panelu (%)

source: Keep all nodes' history
cs: Udržovat historii všech uzlů

source: Load the last file on startup
cs: Načíst poslední soubor při startu

source: Auto-adjust the RecyBar size (%)
cs: Automaticky upravit velikost recyklovače (%)

source: Remove the "MenuBar" item in the context menu
cs: Odebrat položku hlavní nabídky v kontextové nabídce

source: Select the last node on loading
cs: Vybrat poslední uzel při načtení

source: Swap the OK and Cancel buttons
cs: Prohodit tlačítka OK a Zrušit

source: Auto-adjust the TreeBar size (%)
cs: Automaticky upravit velikost stromového panelu (%)

source: The controls to hide when full window
cs: Ovládací prvky pro schování, když je plné okno

source: Remember the form size
cs: Pamatovat si velikost oken

source: Bright Theme
cs: Světlé téma

source: Dark Theme
cs: Temné téma

source: Auto-backup files count
cs: Počet samo-zálohovaných souborů

source: Auto-backup interval (Minutes)
cs: Interval auto-zálohování (minuty)

source: Auto Backup Remaining
cs: Zbývající automatické zálohování

source: Auto-save interval (Minutes)
cs: Prodleva auto-uložení (minuty)

source: Auto Save Remaining
cs: Zbývající samouložení

source: Back Color
cs: Barva pozadí

source: Fore Color
cs: Barva popředí

source: Maximum size of one node's history(KB)
cs: Nejvyšší počet jedné historie uzlu (KB)

source: Minimum count of one node's history
cs: Nejmenší počet jedné historie uzlu

source: InfoBar Font
cs: Písmo infopanelu

source: Language
cs: Jazyk

source: NoteBar Font
cs: Písmo panelu poznámek

source: Total history size:
cs: Celková velikost historie:

source: TreeBar Font
cs: Písmo panelu stromu

source: Window Font
cs: Písmo okna

source: Size
cs: Velikost

source: Search
cs: Hledat

source: Replace
cs: Nahradit

source: Search in node name
cs: Hledat v názvu uzlu

source: Search in node note
cs: Hledat v poznámce uzlu

source: Use regular expression
cs: Použít regulární výrazy

source: Text Utils
cs: Textové nástroje

source: Search in selected text (&S)
cs: &Hledat ve vybraném textu

source: Script
cs: Skript

source: Activated
cs: Aktivováno

source: Cancel(&C)
cs: &Zrušit

source: Execute(&E)
cs: &Vykonat

source: Export(&E)
cs: &Exportovat

source: Import(&I)
cs: &Importovat

source: OK(&O)
cs: &OK

source: Replace(&R)
cs: &Nahradit

source: Search(&S)
cs: &Hledat

source: Ignore case
cs: Ignorovat velikost znaků

source: Multi line
cs: Více řádkový

source: Non greedy
cs: Nechamtivý

source: NotActive
cs: Neaktivní
